Repository: franzholz/jfmulticontent
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: ru, th

# pi1_title
source: Multiple Content
ru: Объединение содержимого
th: หลายเนื้อหา

# pi1_plus_wiz_description
source: Create a multiple content
ru: Создание содержимого из нескольких элементов
th: สร้างหลายเนื้อหา

# cms_layout.style
source: Display: %s
ru: Отобразить: %s
th: หน้าจอ

# cms_layout.not_configured
source: Plugin is not configured!
ru: Дополнение не настроено!
th: ปลั๊กอินไม่ได้กำหนดค่า!

# extmng.updatermsgHeader
source: Important!
ru: Важно!
th: ที่สำคัญ!

# updater.back
source: [<- back]
ru: [<-назад]
th: [<-- ย้อนกลับ]

# updater.reload
source: [reload this page]
ru: [обновить эту страницу]
th: [โหลดนี้] หน้า

# updater.warningHeader
source: Important! Please Read!
ru: Важно! Обязательно прочитайте!
th: ที่สำคัญ! โปรดอ่าน!

# updater.nothingtodo
source: Nothing to do
ru: Ничего делать не нужно
th: ไม่มีอะไร

# updater.actions
source: Actions:
ru: Действия:
th: การกระทำ :

# updater.updateresults
source: Update results:
ru: Результаты обновления:
th: ผลการปรับปรุง :

# updater.warningMsg
source: The updater manipulates your database and due to the huge amount of configuration variants it is possible that it <br>might not produce the expected results.<br> So backup your database (at least the table tt_content) or do a t3d export of your site <strong>BEFORE</strong> <br> you click on any of the "DO IT" Buttons.
ru: Сценарий обновления работает с базой данных и, из-за огромного количества вариаций настроек возможно <br>не добиться необходимых результатов.<br> Поэтому, сделайте резервную копию своей базы данных (хотя бы таблицы tt_content) или экспортируйте свой сайт в t3d <strong>ПЕРЕД ТЕМ КАК</strong> <br> Вы нажмете на кнопку "СДЕЛАТЬ".
th: อัพเดท manipulates พันธุ์ของคุณและเนื่องจากฐานข้อมูลขนาดใหญ่จำนวนเงินค่าของมันเป็น ไปได้ว่า <br> อาจจะไม่ได้ผลลัพธ์ที่คาดหวัง <br> ดังนั้นการสำรองข้อมูลหรือฐานข้อมูลของคุณ (ที่โต๊ะอย่างน้อย tt_content) ทำส่งออก t3d เว็บไซต์ของคุณ <strong>ก่อน</strong> <br> คุณคลิกที่ใด ๆ ของ"DO IT"ปุ่ม

# updater.lbl_searchFlexForm
source: Search "old values" in FF
ru: Поиск "старых значений" во внешнем интерфейсе
th: ค้นหา"ค่าเดิมในก

# updater.msg_searchFlexForm
source: Search for jfmulticontent content elements with old values in flexforms (These sheets have been renamed with a prefix s_, or the fields where moved to another sheet):
ru: Поиск элементов содержимого jfmulticontent со старыми значениями в формах настроек (эти поля были перенесены на другую вкладку):

# updater.foundMsg_searchFlexForm
source: Found ###COUNT### content elements.
ru: Найдено ###COUNT## элементов содержимого.
th: พบ # # # COUNT องค์ประกอบ # # # เนื้อหา

# updater.question_searchFlexForm
source: Should the updater fix this settings?
ru: Исправить найденные настройки?
th: อัพเดทแก้ไขการตั้งค่านี้ควร?

# updater.questionInfo_searchFlexForm
source: (If you click "DO IT" all old fields will be moved to the new flexform sheet)
ru: (если щелкнуть "СДЕЛАТЬ", все старые поля будут перемещены на новую вкладку формы настроек)
th: (ถ้าคุณคลิก"DO IT"ทุกเขตข้อมูลเก่าจะถูกย้ายไปยังแผ่น flexform ใหม่)

# updater.lbl_searchWrongStyle
source: Search "wrong style" in FF
ru: Поиск "неверных стилей" в формах настроек
th: ค้นหา "ที่ไม่ถูกต้อง รูปแบบ"ใน FF

# updater.msg_searchWrongStyle
source: Search for jfmulticontent content elements with wrong style in flexforms:
ru: Поиск элементов содержимого jfmulticontent со старыми стилями форм настроек:
th: ค้นหาสำหรับองค์ประกอบเนื้อหา jfmulticontent ด้วยรูปแบบที่ไม่ถูกต้องใน flexforms :

# updater.foundMsg_searchWrongStyle
source: Found ###COUNT### content elements.
ru: Найдено ###COUNT### элементов содержимого.
th: พบ ###ฟังก์ชั่น###องค์ประกอบเนื้อหา

# updater.question_searchWrongStyle
source: Should the updater fix this settings?
ru: Исправить настройки автоматически?
th: ควรจะปรับปรุงแก้ไขการตั้งค่านี้หรือไม่

# updater.questionInfo_searchWrongStyle
source: (If you click "DO IT" the flexform will be fix with the correct style)
ru: (если нажать "DO IT", формы настроек будут скорректированы)
th: (ถ้าคุณคลิกที่"DO IT" flexform จะได้รับการแก้ไขด้วยรูปแบบที่ถูกต้อง)

# updater.lbl_searchWrongLanguage
source: Search "wrong languages" in contentlist
ru: Поиск "неправильных языков" в списке содержимого
th: ค้นหา"ภาษาธรรม"ใน contentlist

# updater.msg_searchWrongLanguage
source: Search for jfmulticontent content elements with wrong languages in contentlist:
ru: Поиск элементов содержимого jfmulticontent с неверными языками в списке содержимого:
th: ค้นหาองค์ประกอบเนื้อหา jfmulticontent กับภาษาผิดใน contentlist :

# updater.foundMsg_searchWrongLanguage
source: Found ###COUNT### content elements.
ru: Найдено ###COUNT### элементов содержимого.
th: พบ # # # COUNT องค์ประกอบ # # # เนื้อหา

# updater.question_searchWrongLanguage
source: Should the updater fix this settings?
ru: Исправить настройки автоматически?
th: อัพเดทแก้ไขการตั้งค่านี้ควร?

# updater.questionInfo_searchWrongLanguage
source: (If you click "DO IT" the contentlist will be fix with the default language)
ru: (если нажать "DO IT", списки содержимого будут исправлены на язык по умолчанию)
th: (ถ้าคุณคลิก"DO IT"contentlist จะถูกแก้ไขด้วยภาษาเริ่มต้น)
