Repository: franzholz/jfmulticontent
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: cs, de, ru, th

# tt_content.list_type_pi1
source: Multiple Content
cs: Vícenásobný obsah
de: Mehrfache Inhaltselemente
ru: Объединение содержимого
th: หลายเนื้อหา

# tt_content.colPosOfIrreContent
source: Multiple Content
cs: Vícenásobný obsah
de: Mehrfache Inhaltselemente
ru: Объединение содержимого
th: หลายเนื้อหา

# tt_content.tx_jfmulticontent.view
source: View
cs: Pohled
de: Ansicht
th: มุมมอง

# tt_content.tx_jfmulticontent.view.I.0
source: Contents
cs: Obsahy
de: Inhalte
th: สารบัญ

# tt_content.tx_jfmulticontent.view.I.1
source: Pages
cs: Stránky
de: Seiten
th: หน้า

# tt_content.tx_jfmulticontent.view.I.2
source: Inline content
cs: Inline obsah
de: Inline-Inhalte

# tt_content.tx_jfmulticontent.pages
source: Pages to display
cs: Stránky pro zobrazení
de: Anzuzeigende Seiten
th: หน้าที่จะแสดง

# tt_content.tx_jfmulticontent.contents
source: Contents to display
cs: Obsah pro zobrazení
de: Inhalte zum Anzeigen
ru: Отобразить элементы
th: เนื้อหาที่จะแสดง

# tt_content.tx_jfmulticontent.irre
source: Insert inline content
cs: Vložit inline obsah
de: Inline-Inhalt einfügen

# tt_content.tx_jfmulticontent.contents_add
source: Create new record
cs: Vytvořit nový záznam
de: Neuen Eintrag erstellen
ru: Создать новый элемент
th: สร้างบันทึกใหม่

# tt_content.tx_jfmulticontent.contents_edit
source: Edit
cs: Upravit
de: Bearbeiten
ru: Правка
th: แก้ไข

# tt_content.tx_jfmulticontent.sheet_general
source: General
cs: Obecné
de: Allgemein
ru: Общее
th: ทั่วไป

# tt_content.tx_jfmulticontent.style
source: Style
cs: Styl
de: Anzeige
ru: Стиль
th: สไตล์

# tt_content.tx_jfmulticontent.style.I.0
source: 2 columns
cs: 2 sloupce
de: 2 Spalten
ru: 2 колонки
th: 2 คอลัมน์

# tt_content.tx_jfmulticontent.style.I.1
source: 3 columns
cs: 3 sloupce
de: 3 Spalten
ru: 3 колонки
th: 3 คอลัมน์

# tt_content.tx_jfmulticontent.style.I.2
source: 4 columns
cs: 4 sloupce
de: 4 Spalten
ru: 4 колонки
th: 4 คอลัมน์

# tt_content.tx_jfmulticontent.style.I.6
source: 5 columns
cs: 5 sloupců
de: 5 Spalten
ru: 5 колонок
th: 5 คอลัมน์

# tt_content.tx_jfmulticontent.style.I.3
source: Tabs
cs: Záložky
de: Tabulator
ru: Вкладки
th: แท็บ

# tt_content.tx_jfmulticontent.style.I.4
source: Accordion
cs: Akordeon
de: Akkordeon
ru: Гармошка
th: หีบเพลง

# tt_content.tx_jfmulticontent.style.I.5
source: Slider
cs: Posuvník
de: Schieberegler
ru: Слайдер
th: เลื่อน

# tt_content.tx_jfmulticontent.style.I.9
source: Booklet
cs: Brožura
de: Broschüre
th: รายการหนังสือ

# tt_content.tx_jfmulticontent.columnOrder
source: Column Order
cs: Pořadí sloupců
de: Spaltensortierung
ru: Порядок колонок
th: รายการคอลัมภ์

# tt_content.tx_jfmulticontent.columnOrder.I.0
source: only one row (no repeat)
cs: pouze jeden řádek (bez opakování)
de: nur eine Zeile (keine Wiederholung)
ru: только одна строка (без повторения)
th: หนึ่งแถว (ไม่ซ้ำ)

# tt_content.tx_jfmulticontent.columnOrder.I.1
source: left to right, top to down
cs: zleva doprava, shora dolů
de: links nach rechts, oben nach unten
ru: слева направо, сверху вниз
th: จากซ้ายไปขวา,บนลงล่าง

# tt_content.tx_jfmulticontent.columnOrder.I.2
source: right to left, top to down
cs: zprava doleva, shora dolů
de: rechts nach links, oben nach unten
ru: справа налево, сверху вниз
th: จากขวาไปซ้าย,ซ้ายไปขวา

# tt_content.tx_jfmulticontent.columnOrder.I.3
source: top to down, left to right
cs: shora dolů, zleva doprava
de: oben nach unten, links nach rechts
ru: сверху вниз, слева направо
th: จากบนลงล่าง,ซ้ายไปขวา

# tt_content.tx_jfmulticontent.columnOrder.I.4
source: top to down, right to left
cs: shora dolů, zprava doleva
de: open nach unten, rechts nach links
ru: сверху вниз, справа навлево
th: จากบนลงล่าง,ขวาไปซ้าย

# tt_content.tx_jfmulticontent.column1
source: Column class 1
cs: Třída sloupce 1
de: Spaltenklasse 1
ru: Класс колонки 1
th: คอลัมน์ชั้น 1

# tt_content.tx_jfmulticontent.column2
source: Column class 2
cs: Třída sloupce 2
de: Spaltenklasse 2
ru: Класс колонки 2
th: ชั้น 2 คอลัมน์

# tt_content.tx_jfmulticontent.column3
source: Column class 3
cs: Třída sloupce 3
de: Spaltenklasse 3
ru: Класс колонки 3
th: คอลัมน์ชั้น 3

# tt_content.tx_jfmulticontent.column4
source: Column class 4
cs: Třída sloupce 4
de: Spaltenklasse 4
ru: Класс колонки 4
th: คอลัมน์ชั้น 4

# tt_content.tx_jfmulticontent.column5
source: Column class 5
cs: Třída sloupce 5
de: Spaltenklasse 5
ru: Класс колонки 5
th: คอลัมน์ชั้น 5

# tt_content.tx_jfmulticontent.equalize
source: Equalize columns
cs: Vyrovnat sloupce
de: Spalten angleichen
ru: Равные колонки
th: คอลัมภ์เท่ากัน

# tt_content.tx_jfmulticontent.sheet_title
source: Title
cs: Název
de: Titel
ru: Заголовок
th: ชื่อเรื่อง

# tt_content.tx_jfmulticontent.titles
source: Overwrite titles (One title per line)
cs: Přepsat názvy (jeden název na řádek)
de: Titel überschreiben (Ein Titel pro Zeile)
ru: Перезаписать заголовки (по одному на строчку)
th: ชื่อแทนที่ (หนึ่งชื่อต่อบรรทัด)

# tt_content.tx_jfmulticontent.sheet_attribute
source: Attributes
cs: Atributy
de: Attribute
ru: Атрибуты
th: คุณลักษณะ

# tt_content.tx_jfmulticontent.attributes
source: Attributes for columns (One set of attributes per line)
cs: Atributy sloupců (jedna sada atributů na řádek)
de: Attribute für Spalten (Ein Attributset pro Zeile)
ru: Атрибуты для колонок (по одному набору атрибутов на строчку)
th: คุณลักษณะสำหรับคอลัมน์ (หนึ่งชุดของคุณลักษณะต่อบรรทัด)

# tt_content.tx_jfmulticontent.sheet_options
source: Options
cs: Možnosti
de: Optionen
ru: Параметры
th: ตัวเลือก

# tt_content.tx_jfmulticontent.tabCollapsible
source: Collapsible
cs: Skládací
de: Zusammenklappbar
ru: Сворачивающиеся
th: พับได้

# tt_content.tx_jfmulticontent.tabFxHeight
source: FX height
cs: FX výška
de: Effekt Höhe
ru: Аним. по высоте
th: สูง FX

# tt_content.tx_jfmulticontent.tabFxOpacity
source: FX opacity
cs: FX průhlednost
de: Effekt Transparents
ru: Аним. прозрачности
th: ความทึบ FX

# tt_content.tx_jfmulticontent.tabFxDuration
source: FX duration
cs: FX trvání
de: Effekt Länge
ru: Скорость анимации
th: ระยะเวลา FX

# tt_content.tx_jfmulticontent.tabFxDuration.I.0
source: Default (Normal)
cs: Výchozí (normální)
de: Standard (Normal)
ru: По умолчанию (обычная)

# tt_content.tx_jfmulticontent.tabFxDuration.I.1
source: Slow
cs: Pomalu
de: Langsam
ru: Медленная
th: ช้า

# tt_content.tx_jfmulticontent.tabFxDuration.I.2
source: Normal
cs: Normálně
ru: Обычная
th: ปกติ

# tt_content.tx_jfmulticontent.tabFxDuration.I.3
source: Fast
cs: Rychle
de: Schnell
ru: Быстрая
th: รวดเร็ว

# tt_content.tx_jfmulticontent.tabHideEffect
source: Hide Effect
cs: Efekt skrytí
de: Verbergen-Effekt

# tt_content.tx_jfmulticontent.tabHideEffect.I.1
source: None
cs: Žádný
de: Keiner

# tt_content.tx_jfmulticontent.tabHideEffect.I.2
source: fade
cs: zeslábnout
de: überblenden

# tt_content.tx_jfmulticontent.tabHideEffect.I.3
source: slide
cs: sklouznout

# tt_content.tx_jfmulticontent.tabHideTransition
source: Hide transition
cs: Přechod skrytí
de: Verbergen-Übergang

# tt_content.tx_jfmulticontent.tabHideTransitiondir
source: Hide transition dircetion
cs: Směr přechodu skrytí
de: Richtung des Verbergen-Übergangs

# tt_content.tx_jfmulticontent.tabHideTransitionduration
source: Hide transition duration (in ms)
cs: Trvání přechodu skrytí (v ms)
de: Dauer des Verbergen-Übergangs (in ms)

# tt_content.tx_jfmulticontent.tabShowEffect
source: Show Effect
cs: Efekt zobrazení
de: Zeigen-Effekt

# tt_content.tx_jfmulticontent.tabShowEffect.I.1
source: None
cs: Žádný
de: Keiner

# tt_content.tx_jfmulticontent.tabShowEffect.I.2
source: fade
cs: zeslábnout
de: überblenden

# tt_content.tx_jfmulticontent.tabShowEffect.I.3
source: slide
cs: sklouznout

# tt_content.tx_jfmulticontent.tabShowTransition
source: Show transition
cs: Přechod zobrazení
de: Zeigen-Übergang

# tt_content.tx_jfmulticontent.tabShowTransitiondir
source: Show transition dircetion
cs: Směr přechodu zobrazení
de: Richtung des Zeigen-Übergangs

# tt_content.tx_jfmulticontent.tabShowTransitionduration
source: Show transition duration (in ms)
cs: Trvání přechodu zobrazení (v ms)
de: Dauer des Zeigen-Übergangs (in ms)

# tt_content.tx_jfmulticontent.tabEvent
source: Event
cs: Událost
de: Ereignis
ru: Событие
th: เหตุการณ์

# tt_content.tx_jfmulticontent.tabEvent.I.1
source: Click
cs: Klepnutí
de: Klicken
ru: Щелчок
th: คลิก

# tt_content.tx_jfmulticontent.tabEvent.I.2
source: Mouseover
cs: Přejetí myší
de: Darüberfahren der Maus
ru: Наведение мыши

# tt_content.tx_jfmulticontent.tabHeightStyle
source: Height Style
cs: Styl výšky
de: Stil für die Höhe

# tt_content.tx_jfmulticontent.tabHeightStyle.I.2
source: Fill
cs: Vyplnit
de: Füllen

# tt_content.tx_jfmulticontent.tabHeightStyle.I.3
source: Content
cs: Obsah
de: Inhalt

# tt_content.tx_jfmulticontent.tabOpen
source: Opened content
cs: Otevřený obsah
de: Geöffneter Inhalt
ru: Начальное содержимое
th: เนื้อหาเปิด

# tt_content.tx_jfmulticontent.tabRandomContent
source: Open random content
cs: Otevřít náhodný obsah
de: Öffne zufälligen Inhalt
ru: Открыть случайное содержимое
th: เปิดสุ่มเนื้อหา

# tt_content.tx_jfmulticontent.tabCookieExpires
source: Cookie expiration (If set, the "opened" option will be ignored)
cs: Vypršení cookie (Pokud je nastaveno, bude možnost "otevřený" ignorována)
de: Cookie-Ablaufdatum (wenn gesetzt, wird die Option "geöffnet" ignoriert)
th: Cookie หมดอายุ (หากตั้งตัวเลือก"เปิด"จะถูกละเว้น)

# tt_content.tx_jfmulticontent.tabCookieRoot
source: Set cookie path to root "/"
cs: Nastavit cookie cestu ke kořenu "/"
de: Cookie-Pfad zu root "/" setzen

# tt_content.tx_jfmulticontent.accordionAutoHeight
source: Auto height
cs: Auto výška
de: Automatische Höhe
ru: Авто. высота
th: ความสูงอัตโนมัติ

# tt_content.tx_jfmulticontent.accordionCollapsible
source: Collapsible
cs: Skládací
de: Zusammenklappbar
ru: Сворачиваемый
th: พับได้

# tt_content.tx_jfmulticontent.accordionClosed
source: Closed at startup
cs: Uzavřený při startu
de: Beim Start geschlossen
ru: Свернут в начале
th: ปิดที่เริ่มต้น

# tt_content.tx_jfmulticontent.accordionOpen
source: Opened content
cs: Otevřený obsah
de: Geöffneter Inhalt
ru: Начальное содержимое
th: เนื้อหาเปิด

# tt_content.tx_jfmulticontent.accordionRandomContent
source: Open random content
cs: Otevřít náhodný obsah
de: Öffne zufälligen Inhalt
ru: Открыть случайное содержимое
th: เปิดสุ่มเนื้อหา

# tt_content.tx_jfmulticontent.accordionEvent
source: Event
cs: Akce
de: Ereignis
ru: Событие
th: เหตุการณ์

# tt_content.tx_jfmulticontent.accordionEvent.I.0
source: Default (Click)
cs: Výchozí (Klepnutí)
de: Standard
ru: По умолчанию (щелчок)

# tt_content.tx_jfmulticontent.accordionEvent.I.1
source: Click
cs: Klepnutí
de: Klick
ru: Щелчок
th: คลิก

# tt_content.tx_jfmulticontent.accordionEvent.I.2
source: Mouseover
cs: Přejetí myší
de: Darüberfahren der Maus
ru: Наведение мыши

# tt_content.tx_jfmulticontent.accordionHeightStyle
source: Height Style
cs: Styl výšky
de: Stil für die Höhe

# tt_content.tx_jfmulticontent.accordionHeightStyle.I.2
source: Fill
cs: Vyplnit
de: Füllen

# tt_content.tx_jfmulticontent.accordionHeightStyle.I.3
source: Content
cs: Obsah
de: Inhalt

# tt_content.tx_jfmulticontent.accordionAnimate
source: Animation
cs: Animace
ru: Анимация

# tt_content.tx_jfmulticontent.accordionAnimated
source: Animation
cs: Animace
ru: Анимация

# tt_content.tx_jfmulticontent.accordionAnimated.I.0
source: Default (Slide)
cs: Výchozí (Posuv)
de: Standard (Slide)
ru: По умолчанию (сдвиг)

# tt_content.tx_jfmulticontent.accordionAnimated.I.1
source: BounceSlide
cs: Posuv odskokem
ru: Сдвиг с отскоком

# tt_content.tx_jfmulticontent.accordionTransition
source: Type of transition
cs: Typ přechodu
de: Übergangsart
ru: Тип перехода
th: ประเภทของการเปลี่ยนแปลง

# tt_content.tx_jfmulticontent.accordionTransition.I.0
source: Use Animation
cs: Použití animace
de: Benutze Animation
ru: Использовать анимацию
th: Animation ใช้

# tt_content.tx_jfmulticontent.accordionTransitiondir
source: Direction of transition
cs: Směr přechodu
de: Übergangsrichtung
ru: Направление перехода
th: ทิศทางของการเปลี่ยนแปลง

# tt_content.tx_jfmulticontent.accordionTransitionduration
source: Duration of transition (in ms)
cs: Doba trvání přechodu (v ms)
de: Übergangsdauer (in ms)
ru: Продолжительность перехода
th: ระยะเวลาของการเปลี่ยนแปลง (in ms)

# tt_content.tx_jfmulticontent.sliderWidth
source: Width
cs: Šířka
de: Breite
ru: Ширина
th: ความกว้าง

# tt_content.tx_jfmulticontent.sliderHeight
source: Height
cs: Výška
de: Höhe
ru: Высота
th: ความสูง

# tt_content.tx_jfmulticontent.sliderResizeContents
source: Resize contents
cs: Změna velikosti obsahu
de: Größe des Inhalts anpassen
ru: Изменение содержимого
th: ปรับขนาดเนื้อหา

# tt_content.tx_jfmulticontent.sliderTheme
source: Theme
cs: Téma
de: Erscheinungsbild
ru: Тема
th: สาระสำคัญ

# tt_content.tx_jfmulticontent.sliderTheme.I.0
source: default
cs: výchozí
de: Standard
ru: по умолчанию
th: การละเลย

# tt_content.tx_jfmulticontent.sliderMode
source: Mode
cs: Režim
de: Modus

# tt_content.tx_jfmulticontent.sliderOpen
source: Opened content
cs: Otevřený obsah
de: Geöffneter Inhalt
ru: Открытое содержимое
th: เนื้อหาเปิด

# tt_content.tx_jfmulticontent.sliderRandomContent
source: Open random content
cs: Otevřít náhodný obsah
de: Öffne zufälliger Inhalt
ru: Открыть случайное содержимое
th: เปิดสุ่มเนื้อหา

# tt_content.tx_jfmulticontent.sliderHashTags
source: Change URL (hash tag)
cs: Změnit URL (hash tag)
de: URL ändern (Hash-Tag)
ru: Изменить URL (хеш тег)
th: เปลี่ยน URL (tag กัญชา)

# tt_content.tx_jfmulticontent.sliderBuildArrows
source: Build Arrows
cs: Budovat Šipky
de: Baupfeile
ru: Создать стрелки
th: สร้างลูกศร

# tt_content.tx_jfmulticontent.sliderToggleArrows
source: Toggle Arrows
cs: Přepnout Šipky
de: Pfeile umschalten
ru: Переключить стрелки
th: สลับลุกศร

# tt_content.tx_jfmulticontent.sliderNavigation
source: Show navigation
cs: Zobrazit navigaci
de: Navigation anzeigen
ru: Показать навигацию
th: navigation แสดง

# tt_content.tx_jfmulticontent.sliderStartStop
source: Show start/stop
cs: Ukázat začátek/konec
de: Start/Stopp anzeigen

# tt_content.tx_jfmulticontent.sliderPanelFromHeader
source: Paneltext from title
cs: Paneltext z názvu
de: Paneltext aus Titel
ru: Текст панели из названия
th: Paneltext จากชื่อ

# tt_content.tx_jfmulticontent.sliderToggleControls
source: Toggle Controls
cs: Přepnout Ovládání
de: Bedienelemente umschalten
ru: Переключить элементы управления
th: การควบคุมการสลับ

# tt_content.tx_jfmulticontent.sliderPauseOnHover
source: Pause on mouseover
cs: Pozastavit při přejetí myší
de: Pause bei Mouseover
ru: Пауза при наведении мышки
th: หยุดชั่วคราวใน mouseover

# tt_content.tx_jfmulticontent.sliderAllowRapidChange
source: Allow rapid change
cs: Povolit rychlou změnu
de: Schnelle Änderung erlauben

# tt_content.tx_jfmulticontent.sliderResumeOnVideoEnd
source: Resume on video end
cs: Pokračovat na konci videa
de: Fortsetzen bei Video-Ende
ru: Сводка по завершению видео
th: ประวัติผู้สมัครงานในส่วนวิดีโอ

# tt_content.tx_jfmulticontent.sliderStopAtEnd
source: Stop at end
cs: Stop na konci
de: Stoppen am Ende
ru: Остановиться в конце
th: หยุดเมื่อจบ

# tt_content.tx_jfmulticontent.sliderPlayRtl
source: Play rtl
cs: Přehrát rtl
de: Abspielen rechts-nach-links
th: เล่น rtl

# tt_content.tx_jfmulticontent.sliderTransition
source: Type of transition
cs: Typ přechodu
de: Übergangsart
ru: Тип перехода
th: ประเภทของการเปลี่ยนแปลง

# tt_content.tx_jfmulticontent.sliderTransitiondir
source: Direction of transition
cs: Směr přechodu
de: Übergangsrichtung
ru: Направление перехода
th: ทิศทางของการเปลี่ยนแปลง

# tt_content.tx_jfmulticontent.sliderTransitionduration
source: Duration of transition (in ms)
cs: Doba trvání přechodu (v ms)
de: Übergangsdauer (in ms)
ru: Продолжительность перехода (в мсек.)
th: ระยะเวลาของการเปลี่ยนแปลง (in ms)

# tt_content.tx_jfmulticontent.sliderAutoplay
source: Autoplay
cs: Autostart
de: Automatisch abspielen

# tt_content.tx_jfmulticontent.slidedeckHeight
source: Height in px
cs: Výška v px
de: Höhe in px
ru: Высота в пикс.
th: ความสูงเป็น px

# tt_content.tx_jfmulticontent.slidedeckTransition
source: Type of transition
cs: Typ přechodu
de: Übergangsart
ru: Тип перехода
th: ประเภทของการเปลี่ยนแปลง

# tt_content.tx_jfmulticontent.slidedeckTransitiondir
source: Direction of transition
cs: Směr přechodu
de: Übergangsrichtung
ru: Направление перехода
th: ทิศทางของการเปลี่ยนแปลง

# tt_content.tx_jfmulticontent.slidedeckTransitionduration
source: Duration of transition (in ms)
cs: Doba trvání přechodu (v ms)
de: Übergangsdauer (in ms)
ru: Продолжительность перехода (в милисек.)
th: ระยะเวลาของการเปลี่ยนแปลง (ใน ms)

# tt_content.tx_jfmulticontent.slidedeckStart
source: Opened content
cs: Otevřený obsah
de: Geöffneter Inhalt
ru: Открытое содержимое
th: เปิดเนื้อหา

# tt_content.tx_jfmulticontent.slidedeckActivecorner
source: Add indicator for overlapping
cs: Přidat indikátor pro překrývající
de: Indikator für Überlappung hinzufügen
ru: Добавить индикатор для наложения
th: เพิ่มตัวบ่งชี้สำหรับการทับซ้อนกัน

# tt_content.tx_jfmulticontent.slidedeckIndex
source: Activate slide indexes
cs: Aktivovat indexy posuvu
de: Slide-Indizes aktivieren
ru: Включить индексацию слайдов
th: เปิดใช้งานภาพนิ่งดัชนี

# tt_content.tx_jfmulticontent.slidedeckScroll
source: Activate mousewheel
cs: Aktivovat kolečko myši
de: Mausrad aktivieren
ru: Включить колесо мышки
th: เปิดใช้ล้อเมาส์

# tt_content.tx_jfmulticontent.slidedeckKeys
source: Activate activation keys
cs: Aktivovat aktivační klíče
de: Aktivieren der Aktivierungstasten
ru: Включить клавиши активации
th: เปิดใช้งานปุ่ม

# tt_content.tx_jfmulticontent.slidedeckHidespines
source: Hide spines
cs: Skrýt trny
de: Verstecke Stacheln
ru: Скрыть spines
th: ซ่อนหนาม

# tt_content.tx_jfmulticontent.easyaccordionSkin.I.0
source: From Typoscript
cs: Z Typoscriptu
de: Aus TypoScript
ru: Из Typoscript
th: จาก สคริปTypo

# tt_content.tx_jfmulticontent.easyaccordionOpen
source: Opened content
cs: Otevřený obsah
de: Geöffneter Inhalt
ru: Начальное содержимое
th: เปิดเนี้อหา

# tt_content.tx_jfmulticontent.easyaccordionWidth
source: Width
cs: Šířka
de: Breite
ru: Ширина
th: ความกว้าง

# tt_content.tx_jfmulticontent.easyaccordionSlideNum
source: Show numbers
cs: Zobrazit čísla
de: Zahlen anzeigen
ru: Показать номера
th: โชว์ตัวเลข

# tt_content.tx_jfmulticontent.bookletWidth
source: Width
cs: Šířka
de: Breite
ru: Ширина
th: ความกว้าง

# tt_content.tx_jfmulticontent.bookletHeight
source: Height
cs: Výška
de: Höhe
ru: Высота
th: ความสูง

# tt_content.tx_jfmulticontent.bookletSpeed
source: Speed (in ms)
cs: Rychlost (v ms)
de: Geschwindigkeit (in ms)
th: ความเร็วเป็น ms

# tt_content.tx_jfmulticontent.bookletStartingPage
source: Starting page
cs: Výchozí stránka
de: Startseite
th: หน้าเริ่มต้น

# tt_content.tx_jfmulticontent.bookletRTL
source: Direction right to left
cs: Směr zprava doleva
de: Richtung rechts nach links
th: ทิศทางไปทางซ้ายขวา

# tt_content.tx_jfmulticontent.bookletTransition
source: Type of transition
cs: Typ přechodu
de: Übergangsart
ru: Тип перехода
th: ประเภทของการเปลี่ยนแปลง

# tt_content.tx_jfmulticontent.bookletTransitiondir
source: Direction of transition
cs: Směr přechodu
de: Übergangsrichtung
ru: Направление перехода
th: ทิศทางของการเปลี่ยนแปลง

# tt_content.tx_jfmulticontent.bookletPagePadding
source: Page padding
cs: Vnitřní okraje stránky
de: Seiten-Innenabstand
th: ช่องว่างภายในหน้า

# tt_content.tx_jfmulticontent.bookletPageNumbers
source: Show page numbers
cs: Zobrazit čísla stránek
de: Seitennummern anzeigen
th: แสดงเลขหน้า

# tt_content.tx_jfmulticontent.bookletManual
source: Manual page turning
cs: Ruční otáčení stránek
de: Manuelles Umblättern der Seiten

# tt_content.tx_jfmulticontent.bookletShadows
source: Show shadows
cs: Zobrazit stíny
de: Schatten anzeigen
th: แสดงเงา

# tt_content.tx_jfmulticontent.bookletClosed
source: Booklet closed
cs: Brožura uzavřena
de: Buch geschlossen
th: ปิดรายการหนังสือ

# tt_content.tx_jfmulticontent.bookletCovers
source: Show covers
cs: Zobrazit kryty
de: Umschlag anzeigen
th: แสดงครอบคลุม

# tt_content.tx_jfmulticontent.bookletAutoCenter
source: Center closed booklet
cs: Centrovat uzavřený booklet
de: Geschlossenes Buch zentrieren

# tt_content.tx_jfmulticontent.bookletHash
source: Use hash
cs: Použít hash
de: Hash verwenden
th: การใช้การผสม

# tt_content.tx_jfmulticontent.bookletKeyboard
source: Use keyboard
cs: Použít klávesnici
de: Tastatur verwenden
th: การใช้คีย์บอร์ด

# tt_content.tx_jfmulticontent.bookletAuto
source: Autoplay
cs: Autostart
de: Automatisch abspielen

# tt_content.tx_jfmulticontent.bookletDelay
source: Delay for autoplay
cs: Zpoždění pro autostart
de: Verzögerung für automatisches Abspielen

# tt_content.tx_jfmulticontent.bookletOverlays
source: Activate overlay
cs: Zapnout překrývání
de: Aktivieren des Overlays
th: เปิดใช้งานการแสดงบนข้อมูล

# tt_content.tx_jfmulticontent.bookletArrows
source: Show arrows
cs: Zobrazit šipky
de: Pfeile anzeigen
th: แสดงลูกศร

# tt_content.tx_jfmulticontent.bookletArrowsHide
source: Hide arrows if mouseout
cs: Skrýt šipky, pokud mouseOut
de: Pfeile verstecken bei Mouseout

# tt_content.tx_jfmulticontent.bookletHovers
source: Hover effect
cs: Hover efekt
de: Hover-Effekt
th: ผลกระทบ

# tt_content.tx_jfmulticontent.typoscriptInfo
source: All settings will be taken from typoscript!
cs: Všechna nastavení budou převzata z TypoScriptu!
de: Alle Einstellungen werden aus TypoScript übernommen!

# tt_content.tx_jfmulticontent.autoplayDuration
source: Delay for autoplay (in ms)
cs: Zpoždění pro autoplay (v ms)
de: Autoplay Wartezeit (in ms)
ru: Задержка для автовоспроизведения (в мсек.)
th: ล่าช้าสำหรับเล่นอัตโนมัติ (in ms)

# tt_content.tx_jfmulticontent.autoplayContinuing
source: Continuing
cs: Pokračování
de: Weiterführung der Anomation
ru: Циклически
th: อย่างต่อเนื่อง

# tt_content.tx_jfmulticontent.autoplayCycle
source: Cycle
cs: Cyklus
de: Zyklus
ru: Цикл
th: วงกลม

# tt_content.tx_jfmulticontent.options
source: Insert your own options
cs: Vložte své vlastní možnosti
de: Einfügen eigener Optionen
ru: Вставить свои параметры
th: แทรกตัวเลือกของคุณเอง

# tt_content.tx_jfmulticontent.optionsOverride
source: Override all options
cs: Přepsat všechny možnosti
de: Alle Optionen überschreiben
ru: Переназначить все параметры
th: แทนที่ตัวเลือกทั้งหมด

# tt_content.pi_flexform.from_ts
source: From Typoscript
cs: Z Typoscriptu
de: Aus TypoScript
ru: Из Typoscript
th: จาก Typoscript

# tt_content.pi_flexform.no
source: No
cs: Ne
de: Nein
th: ไม่ใช่

# tt_content.pi_flexform.yes
source: Yes
cs: Ano
de: Ja
th: ใช่

# browserlink_tab
source: Multicontent
cs: Multiobsah

# tt_content.tx_jfmulticontent.tabHeightStyle.I.1
source: Auto
de: Automatisch

# tt_content.tx_jfmulticontent.accordionHeightStyle.I.1
source: Auto
de: Automatisch

# tt_content.tx_jfmulticontent.sliderAutoStart
source: Start autoplay
de: Automatisches Abspielen starten
ru: Начало автовоспроизведения
th: เริ่มเล่นอัตโนมัติ

# tt_content.tx_jfmulticontent.easyaccordionSkin
source: Skin
de: Erscheinungsbild
ru: Оформление
th: สกิน

# tt_content.tx_jfmulticontent.style.I.7
source: SlideDeck
th: การสับเปลี่ยน

# tt_content.tx_jfmulticontent.style.I.8
source: easyAccordion
th: เครื่องเล่นเสียง

# tt_content.tx_jfmulticontent.accordionAnimated.I.2
source: easeslide
ru: Простой сдвиг
